{
    "fc_pipeline_build_1500":
    {
        "title_class": "kt-font-danger",
        "title_icon": "fas fa-rocket",
        "content_preview": "<p class='pb-0 mb-2'><b>Having pipeline problems?<\/b><br>Don't worry, we've got you covered!<br>Our copywriting and Pipeline Building team has over 20 years of experience and we're ready to put our success to work for you. Say goodbye to unpredictable results and hello to consistency with our support.<\/p>",
        "content_all": "<h5>Is your pipeline not producing the results you want?<\/h5><p>We can help!!<\/p><p><\/p><p>Leveraging our 20+ years of experience and letting our success work for you is the key to getting predictable and consistent results and it's only available to you through our FlowChat Copywriting and Pipeline Building team.<\/p><h5>What's in it for you?<\/h5><p>In less than a couple handfuls of days, we can build, test, and deliver a fully involved pipeline and messaging into your account that's been proven to work and has stood up against the test of time.<\/p><p><b>Take the shortcut!!<\/b><\/p><p>We keep our ear to the ground and are constantly testing all strategies so you don't have to.<\/p><p>We have enough data to provide a winning formula from the start.<\/p><p><b>Formatting could be holding you back...<\/b><\/p><p>Even if you're a pro copywriter, writing sequence copy is different than other forms of copywriting and has a few nuances that you may not be aware of...<\/p><p><b>It's not your fault...<\/b> it's just that you haven't been in it for as long as we have!<\/p><p><b>Now is the time to take advantage of our Pipeline building services...<\/b><\/p><p>As you're reading this, the demand is currently growing and this is the best opportunity for you to put yourself at the front of the line.<\/p><h5>How does it work?<\/h5><p>Glad you asked...<\/p><ol><li>Simply make your initial investment.<\/li><li>Complete a comprehensive intake.<\/li><li>And leave the rest to us!<\/li><\/ol><p><b>To get started...<\/b><br>Click the link to your investment gateway below and follow the prompts!<\/p><h5>The Deliverables...<\/h5><ul><li>Detailed notes created after your intake form is completed<\/li><li>Private slack channel communication during the building process<\/li><li>Fully built pipeline, color coded and ready from day 1<\/li><li>Stage SOPs (standard operating procedures) to eliminate all confusion<\/li><li>Full walkthrough training video series on how to execute each stage of your new flow<\/li><li>1-time review of performance after a minimum of 500 prospects have run through the entire pipeline<\/li><\/ul><h5>What are you waiting for?<\/h5><p>You are here to grow your business.<\/p><p>Let us lock arms and help you reach the next level for your business generation.<\/p><p>It would be our pleasure to help you push the \"Easy Button\"<\/p><p><b>Invest now!<\/b><\/p>"
    },
    "fc-prospecting-1500":
    {
        "title_class": "kt-font-brand",
        "title_icon": "fas fa-users-cog",
        "content_preview": "<p class='pb-0 mb-2'><b>Are you feeling the pain of an empty pipeline?<\/b><br>Fear not, my friend! Let our team work their magic and hook you up with 500 fresh and qualified prospects every month.<br>We'll stalk their social profiles, confirm they match your ICP (Ideal Client Profile), and send the first message to as many of them as the social platform allows. All you have to do is charm them with your sparkling personality, once they respond, and close those deals like a pro. Simple as pie!<\/p>",
        "content_all": "<h5>Empty Pipeline?<\/h5><p>Look no further, my friend! Our team has got your back. We'll stalk your prospects' social profiles, hit that like button, slide into their DMs, and send that first message for you. All you gotta do is sit back, relax, and let the leads roll in. Talk about easy-peasy lemon squeezy!<\/p><h5>What’s in it for you?<\/h5><p>Our Prospecting Service will rid you of the overwhelm and stress of hunting for fresh prospects. We will do the heavy lifting, leaving you to bask in the glory of chatting up only those sweet, sweet qualified prospects who are just dying to hear from you AND HAVE ALREADY REPLIED to you. It's like having your very own army of lead hunters, but without the hassle of actually training them. Winning!<\/p><h5>Will it work for me?<\/h5><p>Trust us, we've been rocking social media for 30+ years and we'll keep the party going for you too! With a dedicated team lead and weekly reports delivered straight to your own private Slack channel, you'll be living the prospecting dream.<\/p><h5>The biggest holdback?<\/h5><p>Who's got the time to hire, onboard, and train a new employee? And once they're on board, you've gotta manage them too? Ugh, sounds like a nightmare. Plus, daily team huddles? Ain't nobody got time for that! That's where we come in, my friend. We've already got everything in place. No need to reinvent the wheel when we're already spinning at 10,000 RPMs. Let us do the heavy lifting so you can focus on what really matters: crushing those sales goals.<\/p><h5>Why now?<\/h5><p>We all know that every business needs a killer growth system and a team to make it rain. But what if you're a team of one? Don't worry, we've got your back. Let us be your wingman and use our expertise to fill your pipeline with fresh, juicy leads every day. It's like having your very own lead-generating machine, without the need for awkward team-building exercises. Sign us up!<\/p><h5>How does it work?<\/h5><p>Each month our Prospecting Team will follow 3 simple steps.<\/p><ol><li>We will find enough suspects (those we think would be good prospects for you) to provide you a list of 500 qualified prospects per month, <u>EVERY MONTH<\/u>.<\/li><li>We will like one post on each prospects profile, send a connection, follow, or friend request AND send your initial message to as many of the 500 qualified prospects as allowed by the social platform we're on. <\/li><li>If they don't reply,  we'll send up to 2 follow up messages on your behalf. <\/li><\/ol><p>Once they reply, the hot-n-ready conversations will be yours for the taking to close the deal! <\/p><h5>Next Steps?<\/h5><p>We like to keep it simple here at FlowChat HQ.<\/p><ul><li><b>STEP #1<\/b> - Book a call with our Prospecting Service Team Lead to <a href='https:\/\/call.flowchat.com\/socialmediasetupcall' target='_blank'>get your account setup here!<\/a><\/li><li><b>STEP #2<\/b> - Save your Social Media Login details in a Lastpass account. <a href='https:\/\/vimeo.com\/769267460\/205dae3bc1' target='_blank'>Here's how.<\/a><\/li><\/ul><p>**Note: If you don’t have a Lastpass account, <a href='https:\/\/vimeo.com\/769267441\/64db955587' target='_blank'>here’s a short video on how to get a free one.<\/a> :)<\/p><h5>The Deliverables...<\/h5><p>After getting started, here's what you get:<\/p><ul><li>Our team will deliver 500 Qualified Prospects \/ month into your pipeline<\/li><li>Our team will engage with the social profiles of these leads<\/li><li>Our team will send the initial message to these social profiles <ul><li><em>DISCLAIMER: We will only send as many messages as the social platform allows us to send.<br>In some cases we don't get through sending messages to all 500.  By investing with this service, you agree that we will provide 500 qualified prospects per month in your pipeline, but in some cases, we will not be able to message all of them due to restraints that are out of our control.  (Example, if you don't provide necessary support to execute, social media platform guidelines, etc) <\/em><\/li><\/ul><\/li><li>Our team will send additional follow up messages if no response is received to the initial message<\/li><li>Your acct manager will deliver weekly reports of all this activity in your private slack channel<\/li><\/ul><h5>What are you waiting for?<\/h5><p>As Chris, our fearless CEO always says, “If you want to go fast, go alone... If you want to go far, do it together.”<\/p><p>There isn’t a better and less expensive way to grow your team.<br>And we’ve eliminated all the risk of managing employees.<br>The only thing left is for you to pull the trigger!<\/p><h5>Let’s go!  Invest now and let’s get results!<\/h5>"
    },
    "fc-team-limit-1":
    {
        "title_class": "kt-font-focus",
        "title_icon": "fas fa-user-plus",
        "content_preview": "<p><b>You are using <span class='kt-font-danger'>[member_team_count]<\/span> out of <span class='kt-font-danger'>[member_team_limit]<\/span> team member slots.<\/b><\/p>  <p><b>Feeling a little cramped with your current team bandwidth?<\/b><br>We totally get it. But don't worry, we won't make you go all Hunger Games on your staff to make room for more. Just invest in our team member add-on and voila! You can add as many new team members as you like. More team members = more results. It's a no-brainer, really. Trust us, your team will thank you for not making them fight to the death.<\/p>",
        "content_all": ""
    },
    "fc-pipelines-limit-10":
    {
        "title_class": "kt-font-warning",
        "title_icon": "fas fa-cubes",
        "content_preview": "<p><b>You are using <span class='kt-font-danger'>[member_pipeline_count]<\/span> out of <span class='kt-font-danger'>[member_pipeline_limit]<\/span> pipeline slots.<\/b><\/p> <p><b>Lacking Pipelines?<\/b><br>Sounds like you need more pathways to handle the flow. But don't fret, my friend. We've got just the solution for you. By increasing your pipeline limit, you can take control of your account like a boss, with all the efficiency of a well-oiled machine. So go ahead, add some more pipes to your arsenal and watch your system explode with results! <\/p>",
        "content_all": ""
    },
    "fc-leads-limit-25000":
    {
        "title_class": "kt-font-success",
        "title_icon": "fas fa-users",
        "content_preview": "<p><b>You are using <span class='kt-font-danger'>[member_lead_count]<\/span> out of <span class='kt-font-danger'>[member_lead_limit]<\/span> leads limit.<\/b><\/p> <p><b>Is your lead bucket overflowing like a clogged drain?<\/b><br>It's time to expand your lead limit and make room for all those new prospects. Because let's face it, the more leads, the merrier! And with more leads come more chances for success and greater achievements. It's like having your own personal army of potential customers. Don't wait, expand your lead limit today and stop the overflow from slipping through the cracks!<\/p>",
        "content_all": ""
    }
}



